{
  "Name": {"default": "[No Name]", "hint": "Full name of the adult being interviewed"},
  "Role": {"default": "", "hint": "Role in household (e.g. mother, uncle, boyfriend)"},
  "InterviewDate": {"default": "", "hint": "Date of interview"},
  "Location": {"default": "", "hint": "Location of interview"},
  "Address": {"default": "", "hint": "Address of interview location"},
  "Residence": {"default": "", "hint": "Address of residence"},
  "OthersPresent": {"default": "", "hint": "Others present during interview"},
  "Appearance": {"default": "The appearance of {name} was clean, presentable, and well-kept. ", "hint": "Describe the appearance of the person being interviewed"},
  "Behavior": {"default": "She appeared to be acting appropriately during the interview and did not appear to be under the influence of any mind-altering substances during our conversation. ", "hint": "Behavior of the person being interviewed"},
  "Communication": {"default": "She was able to articulate her thoughts in a clear and concise manner, answering questions without any language barriers or impediments.", "hint": "Communication ability of the person being interviewed"},
  "Translation": {"default": "No translation services were needed during the interview", "hint": "Use of translation services"},
  "Observation": {"default": "", "hint": "Appearance, health, cognitive level, language, social skills"},
  "3010_Type": {"default": "physical", "hint": "Type of 3010 form provided (physical/electronic)"},
  "3010_Reviewed": {"default": "Pursuant to Texas Family Code ยง261.307, {name} was provided with a {3010_Type} copy of DFPS Form 3010 Acknowledging the Notification of Rights.  Her rights were verbally reviewed prior to being interviewed and she was notified that any statements made during the investigation are admissible in court.   {name} was notified of the right not to speak with any representative of the Department or to comply with any requests made by the Department without first seeking the advice of legal counsel. DFPS Policy 2248.2 addressing the right to record the interview as well as the right to an administrative review under Texas Family Code ยง261.309 was also discussed with  {name}.  ", "hint": "Was the 3010 discussed with them"},
  "3010_Sign": {"default": "She reviewed the physical copy provided to her, acknowledged her understanding of the rights and signed the provided Notification of Rights Form 3010 ", "hint": "Was the 3010 signed"},
  "3010_Speak": {"default": "{name} agreed to speak with me regarding the allegations.  She declined the option to record, and the completed form was uploaded.", "hint": "Did they agree to speak after being notified of the 3010"},
  "Info_Guides": {"default": "A Parent's Guide, as well as the 'Keeping Your Child Safe' and 'Safe Sleep' pamphlets were provided to {name}.  Each was discussed and {name} expressed understanding of the material.  I reviewed the ABCs of Infant Sleep with {name}, discussed the importance of an infant being in a smoke free environment as well as sleeping alone on their back in a cool, clear and clean crib to reduce the risk of SIDS.   {name} expressed understanding of why co-sleeping can place the child at an increased risk.  Additional safety topics including water, furniture, medicine, and car seats were reviewed.  Gun safety was reviewed with {name} and {name} denied having any firearms in the household.", "hint": "Informational brochures provided for child safety"},
  "Birth": {"default": "{name} stated that their child was born in Amarillo and is a US citizen", "hint": "Place of Birth"},
  "Citizenship": {"default": "{name} is a US citizen, and a Texas resident.  They denied residing in any other states within the last 10 years", "hint": "Citizenship, residency and any other states of residence"},
  "Native_American": {"default": "{name} denied having any Native American heritage that they are aware of, and are not affiliated or registered with a tribe", "hint": "Is there any native american heritage or affiliation"},
  "Military": {"default": "{name} is not an active or reserve member of the US Armed Forces", "hint": "Are they a member of the military"},
  "Guns": {"default": "It was reported that there are no firarms stored in the residence", "hint": "Any firearms in the residence"},
  "Family": {"default": "{name} stated that their household consists of ...", "hint": "Family members living in the household - include demographic information such as DOB SSN or place of birth"},
  "Paternity": {"default": "{name} indicated that the biological parent is ...", "hint": "Who are the biological parents of the children in the household"},
  "OtherChildren": {"default": "{name} denied having any other children under the age of 18 not in their care", "hint": "Other children not in the home"},
  "Court_Orders": {"default": "{name} denied there being any existing court orders, custody orders, child support, protection or no contact orders.", "hint": "Any existing court orders, protection orders, child support or no contact orders."},
  "Relationship": {"default": "", "hint": "Who they are in a relationship with"},
  "Employment": {"default": "", "hint": "Employment place, status, pay, duration"},
  "Support": {"default": "{name} denied being on any form of state or government assistance", "hint": "Government or State assistance they receive such as medicaid, HUD or foodstamps"},
  "Pediatrics": {"default": "", "hint": "Where are they seen for pediatrics and if they are current on well child checks/immunizations"},
  "Medical": {"default": "{name} denied anybody in the household having any medical, mental health, behavioral or developmental concerns they are receiving treatment for or have been diagnosed with.", "hint": "Any medical, mental health, behavioral or developmental concerns regarding anybody in the household"},
  "Medicine": {"default": "There were no reports of anybody in the household being medicated with controlled substances or children taking daily medication", "hint": "Any medicine taken regularly by the children - if mental health issues with adult are they compliant with meds"},
  "Discipline": {"default": "Discipline was described as verbal only and involved methods such as taking things of value away, sending them to time out or grounding.", "hint": "How discipline is handled"},
  "DomesticViolence": {"default": "{name} denied any history or ongoing violence in the household.  Arguments were described as verbal only and never escalating to physical violence", "hint": "Any history or forms of domestic violence?"},
  "History": {"default": "{name} denied having any prior DFPS history where they were validated on for abuse or neglect.  {name{} denied having any prior criminal history that involves substance use or acts of violence. They also denied having any history of childhod abuse or neglect",  "hint": "Any CPS or criminal history that is relevant"},
  "CigAlcoholDrugs": {"default": "{ denied smoking or vaping or an excessive use of alcohol.  Both past and present substance use was denied.", "hint": "Screening for cig, alcohol, drugs"},
  "Community": {"default": "{name} is not engaged with any community-based resources or services at this time", "hint": "Community resources or services family is engaged with"},
  "Collaterals": {"default": "", "hint": "Who are provided as collaterals and that can be contacted to find out about the family"},
  "Allegations": {"default": "", "hint": "Address the allegations, concerns or new information"},
  "Summary": {"default": "", "hint": "Summary and closing"}
}




